IDEA Open Model
BoltGrid.ConnectedPartIds Property
Compatible with IDEA StatiCa Beta 20.0
 Id of the weld
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<string> ConnectedPartIds { get; set; }
Public Property ConnectedPartIds As List(Of String)
	Get
	Set
Property Value
Type: List<String>
See Also
Reference
BoltGrid Class
IdeaRS.OpenModel.Connection Namespace